Repository: MohammedHashemBdier/Kafaa
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Kafa'a App Dash Board
ar: لوحة تحكم تطبيق كفاءة

source: Login
ar: تسجيل الدخول

source: Password
ar: كلمة المرور

source: Entr the Password
ar: أدخل كلمة المرور

source: Home
ar: الصفحة الرئيسية

source: Employees
ar: الموظفين

source: Targets
ar: الأهداف

source: Evaluations
ar: التقييمات

# notification
source: Notifications
ar: الإشعارات

source: Settings
ar: الإعدادات

source: Logout
ar: تسجيل الخروج

source: Add an Employee
ar: إضافة موظف

source: Name
ar: الاسم

source: Add Name
ar: اضف الاسم

source: Username
ar: اسم المستخدم

source: Add Username
ar: اضف اسم المستخدم

source: Add Password
ar: اضف كلمة مرور

source: Department
ar: القسم

source: Add Department
ar: اضف قسم

source: Phone Number
ar: رقم الهاتف

source: Add Phone Number
ar: اضف رقم هاتف

source: Mobile Number
ar: رقم الجوال

source: Add Mobile Number
ar: اضف رقم جوال

source: Date of Joining the Department
ar: تاريخ الإنضمام للقسم

source: Select Date
ar: اخترتاريخا

source: ID Number
ar: الرقم الوطني

source: Add ID Number
ar: اضف الرقم الوطني

source: Address
ar: العنوان

source: Add Address
ar: اضف العنوان

source: Date of Birth
ar: تاريخ الولادة

source: Academic Specialization
ar: الإختصاص الأكاديمي

source: Add Academic Specialization
ar: اضف الإختصاص الأكاديمي

source: Work State
ar: حالة العمل

source: Add Work State
ar: اضف حالة العمل

source: Work
ar: يعمل

source: Not Work
ar: لا يعمل

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Info
ar: التفاصيل

source: The Search
ar: البحث

source: Search for an Employee
ar: ابحث عن موظف

source: Employee Info
ar: معلومات الموظف

source: Save Edits
ar: حفظ التعديلات

source: Cancel
ar: الغاء

source: Confirm
ar: تأكيد

source: Do you want to Logout?
ar: هل تريد تسجيل الخروج؟

source: Do you want to delete the Employee?
ar: هل تريد حذف الموظف؟

source: Do you want to add an Employee?
ar: هل تريد إضافة الموظف؟

source: Do you want to save the edits?
ar: هل تريد حفظ التعديلات؟

source: Alart
ar: تنبيه

source: Ok
ar: تم

source: You are now logged in
ar: لقد تم تسجيل دخولك بنجاك

# close
source: Colose
ar: إغلاق

source: Main Menu
ar: القائمة الرئيسية

source: App and User Sittings
ar: إعدادات التطبيق و المستخدم

source: Admin
ar: المدير

source: Last Login
ar: آخر تسجيل دخول

source: Arabic
ar: عربي

source: English
ar: إنكليزي

source: Choose a Language
ar: إختر لغة

source: The Language
ar: اللغة

source: Change The Password
ar: تغيير كلمة المرور

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة المرور الجديدة

source: Show Password
ar: إظهار كلمة المرور

source: Hide Password
ar: إخفاء كلمة المرور

source: Next
ar: التالي

source: Add Evaluation
ar: إضافة تقييم

source: Evaluation Name
ar: اسم التقييم

source: Add Evaluation Name
ar: أدخل اسم التقييم

source: Evaluation Type
ar: نوع التقييم

source: Choose Evaluation Type
ar: إختر نوع التقييم

source: From value
ar: من القيمة

source: Enter the value of the first field
ar: أدخل قيمة المجال الاول

source: To value
ar: إلى القيمة

source: Enter the value of the second field
ar: أدخل قيمة المجال الثاني

source: Target Value
ar: قيمة النقاط

source: Add Target Value
ar: أدخل قيمة النقاط

source: Do you want to add an Evaluation?
ar: هل تريد إضافة تقييم؟

source: Evaluation Info
ar: تفاصيل التقييم

source: Do you want to delete the Evaluation?
ar: هل تريد حذف التقييم؟

source: Top In Ratings
ar: الأوائل في التقييمات

source: Point Value
ar: قيمة النقطة

source: Last Modified Date
ar: تاريخ اخر تعديل

source: Points
ar: النقاط

source: Points Value
ar: قيمة النقاط

# employee_point_report
source: Employee Poin Report
ar: تقرير نقاط الموظف

source: Enter the Number
ar: أدخل العدد

source: Point
ar: نقطة

source: Working hours evaluation
ar: تقييم ساعات العمل

source: Monthly working hours
ar: عدد ساعات العمل الشهرية

source: Daily working hours
ar: معدل الدوام اليومي

source: Call count evaluation
ar: تقييم عدد المكالمات

source: Number of monthly calls
ar: عدد المكالمات الشهرية

source: Daily call rate
ar: معدل المكالمات اليومية

source: Evaluate follow-up errors
ar: تقييم أخطاء المتابعة

source: Number of monthly follow-up errors
ar: عدد أخطاء المتابعة الشهرية

source: Daily error rate
ar: معدل الخطا اليومي

source: Call Quality Rating
ar: تقييم جودة المكالمات

source: Call Quality (0 to 100)
ar: جودة المكالمة (من 0 الى 100)

source: Monthly Call Quality Average
ar: معدل جودة المكالمة الشهري

source: Evaluate problem cards
ar: تقييم بطاقات المشاكل

source: Number of monthly problem cards
ar: عدد بطاقات المشاكل الشهرية

source: Monthly problem card rate
ar: معدل بطاقات المشاكل الشهرية

source: Call Response Evaluation
ar: تقييم ردود المكالمات

source: Call response rate (from 0 to 100)
ar: نسبة الرد على المكالمات (من 0 الى 100)

source: Reply rate (from 0 to 100)
ar: معدل الرد (من 0 الى 100)

source: Marketing Admission Assessment
ar: تقييم القبول في التسويق

source: Acceptance rate (from 0 to 100)
ar: نسبة القبول (من 0 الى 100)

source: Acceptance rate
ar: معدل نسبة القبول

source: Add - Discount:
ar: إضافة - خصم:

source: Enter your notes here
ar: أدخل ملاحظاتك هنا

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: Old password is wrong
ar: كلمة المرور القديمة خاطئة

source: Incorrect_password
ar: كلمة المرور خاطئة

source: This field is required
ar: هذا الحقل مطلوب

source: Enter the password
ar: أدخل كلمة المرور
